IDEA StatiCa Open Model
ResultOfDeformation.Uz Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Deformation in the z direction
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Uz { get; set; }
Public Property Uz As Double
	Get
	Set
public:
property double Uz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOfDeformation Class
IdeaRS.OpenModel.Result Namespace